/* Localizable strings*/

"SUPrefNeverUsedStatus" = "Aggiornamento Software non è stato ancora usato.";
"SUPrefSuccessStatus" = "Aggiornamento Software è stato eseguito con successo.";
"SUPrefAllInactiveStatus" = "Gli unici aggiornamenti disponibili sono quelli che hai scelto di ignorare.";
"SUPrefNoUpdatesStatus" = "Nessun aggiornamento software disponibile.";
"SUPrefFailedCantConnectStatus" = "Fallito. Non ho potuto connettermi ad Internet.";
"SUPrefFailedGenericStatus" = "Fallito. Errore durante il processo di verifica.";
"SUPrefIgnoredUpdatesAvailableStatus" = "Gli aggiornamenti ignorati sono adesso disponibili.";

"SUPrefScanningStatus" = "Verifico presenza di nuovo software…";
"SUPrefServerErrorStatus" = "Il server non è al momento disponibile. Riprova più tardi.";
"SUPrefUnexpectedErrorStatus" = "Si è verificato un errore inatteso.";

"SUPrefCancellingStatus" = "Annullo…";
"SUPrefCancelledStatus" = "Annullato.";

"SUPrefLastStatusCheckTitle" = "Ultima verifica:";
"SUPrefLastStatusFailedTitle" = "Ultimo tentativo:";
"SUPrefCurrentStatusTitle" = "Stato:";
"SUPrefLastSuccessfulStatus" = "Completato con successo. %@.";

"SUPrefNextScheduledDate" = "Prossimo programmato: %@";

"Software Update can't check for updates because of a network problem." = "Aggiornamento Software non può verificare l'esistenza di aggiornamenti per un problema del network.";
"Failed to check for updates." = "Verifica esistenza aggiornamenti fallita.";
"Diagnose..." = "Diagnosi Network…";
"SUPrefCheckConfigMessage" = "Assicurati di essere connesso a Internet e riprova.";
"OK" = "OK";

"SUPrefUpdateNow" = "Verifica Adesso";
"CANCEL" = "Annulla";
